{
  "3": "LATA nervously takes up arms with THE BASTION.\r\n\r\nShe, uh, really didn't want to? Like take part in general? And as tempting as it is to let the world be wiped clean of its dirty slate so that she really has less work to do (She's a essentially a janitor, after all!), she kinda needs an occupation and she needs money for food and she also needs something nice to put on paper to anyone who she applies to work under in the future! And everyone dies in the end, someday, somehow, so why not! Go big or go home!! (And she has no home to go to in the first place, it got destroyed!!!)\r\n\r\nLata has no superior abilities besides the skill to STAMMER and just has some muscle, can swing a fist, that's really it. Very normal, human-esque otherwise. Likes nature more then she likes people!\r\n",
  "8": "ADMIRAL FROGSTAR  Is perhaps the most respected PILGRIMAGE LIVESTREAMER and RUNNER OF GREAT SPEEDS in the known multiverse. An up-and-coming member of Gog-Agog's ever-shifting entertainment complex, Frogstar has quickly accumulated a legion of devoted followers and subscribers. They are known to broadcast their journeys and feats of Sorcery across many worlds and to the glyphosphere of throne itself. This mainly consists of running through walls, launching themself at high speeds through the Wheel, and completely breaking the laws of physics in several of their Demiurge's already ravaged and bug-ridden worlds in order to get to the next one faster. Frogstar is driven by a seemingly insatiable hunger to set and beat pilgrimage records which has taken them to this point - traverse all 777,777 worlds in a single Moment by collapsing all of reality in on itself, a feat they believe only the Red God to be capable of. As such, they have informally thrown in their lot with THE PYRE. Note that this does not break any pre-existing sponsorship deals or brand tie-ins. Frogstar is impatient, terse with strangers, and seems to be off in a world of their own. Their only prolonged conversation is with an audience that only they can apparently see and hear.",
  "20": "Greenhorn is the Enforcer for the Reclaimer's Red Hand, and also a devilskin warrior comprising of Gold devil ALM and the human Gaellius. Together, the both of them form the devilskin warrior Greenhorn. Although recently, their constant fighting and arguments has caused major instability to their form. The WAR is the last chance they have to mend their fracturing relationship, lest the flames from PYRE consume them in its burning wake.",
  "22": "A gold masked Devil, and a practitioner of Head of John. Despite his refined exterior, he is unsophisticated and barbarous in nearly every other regard.\r\n\r\nAt some point Erasmus fell in love with an angel of the Concordant Knights, known as 12 Traverses the Void Heedless of Temptation. This eventually led to Heedless abandoning his brothers and taking up with the Petal Knights. They were able to exist peacefully for a time, until the angel's former comrades decided their union was too dangerous to persist. \r\n\r\nHeedless was killed, his brothers certain he would be more rational upon reincarnation. Erasmus, a green devil at the time, had his mask degraded to blue and was assumed to have learned his lesson. Instead, he gained a hatred for the Concordant Knights. He has spent every moment since Heedless' death gaining strength and shedding names. Upon hearing Ruin’s call, Erasmus has focused all of his efforts towards bringing victory for Pyre. \r\n\r\nErasmus blinds himself by covering his eyes, wishing to be blind to all but Heedless until the angel reincarnates. While there might be some who are talented blind fighters, he is not among them. His main strategy in combat is to headbutt or pummel anyone within range. Otherwise he's armed with a whip-like flail crafted from the remains of his angelic lover’s stone armor. \r\n\r\nHe does not wield this weapon with finesse or skill. Instead, he swings it wildly in a radius around himself with no regard to enemies or allies. \r\n\r\nOutside of combat, he's fairly friendly and easy to get along with. He will even reason with opponents if he's in a good enough mood--as long as they agree to get out of his way in the end.",
  "30": "Alphonse is a gun witch and former resident of Throne. Though he was a poor study at anything magic, he more than made up for it with his aim and brute strength. Unable to settle down in the city, he would take up robbing multiversal trains: locomotives hauling passengers and supplies across the worlds and universes of the Wheel. He's garnered a reputation for himself as a permanent rail nuisance and occasional gun-witch-for-hire, and though the law always catches up with him, he has a knack for getting away some way or another. His infamy's certainly gotten to his head, too - have you seen his coat?\r\n\r\nThough not one for waxing philosophical, Al has found himself aligned with Jagganoth's forces. During a heist on a train carrying war supplies bound for Rayuba, he'd narrowly escape death with the help of Kimobe, a nihilistic monk eager for the universe's death. Indebted to the monk, and plied with some additional bribing, Al now joins Kimobe among the Pyre. At least until he dies, anyway; who knows what'll happen after that?",
  "33": "As long as he could remember, the beetle and his family ate bamboo in the Emerald Hills, doing as well as he could (though his fellows were frequently eaten by the human occupants.)\r\nHe paid no mind to it for the longest time, until when he was feeding on the new shoots near an clear patch of ground and was suddenly plucked from his perch by the hand of a man.\r\n\"See,\" said the master, \"out of all of us, this beetle has spent the longest part of his life cutting bamboo. In his motions, we perfect our art.\"\r\nThe master looked over at the beetle in his hand. \"Now, if you will, demonstrate to my student what you know.\" Then he set the beetle gently down on the sandy ground.\r\nNot knowing that he could not learn Pankrash Circle Fighting, the beetle proceeded to fend off the student handily. Since then, he learned further from the other members of the temple...and from the master, a man named Anong.\r\nNow that the Pyre is here threatening Rayuba, he is journeying to protect it - and ensure that the Divine Movement is maintained.",
  "34": "The body of a young prince trapped within a suit of angelic armor. He seeks vengeance for the destruction of his kingdom at the hands of Solomon David.",
  "47": "Attended by small but numerous shell like servants, Queen Paguroidea moves through lands like vines covering a forest. Toppling tyrants, crushing democracies, ensnaring both the free and the forgotten, she seeks one thing; for all lands to be hers. She does not battle armies. She does not wage wars.\r\n\r\nShe takes out rulers. As many as is needed, until any who could rule, bow.\r\n\r\nPyre is of no use to her, for flames obey no Queen. Bastion however, like a beautiful fractal, is ordered just right for her needs.",
  "62": "A multiverse-travelling thief with a Warp power and a rough, warm-hearted demeanour that lulls the unsuspecting stranger into thinking her a dumb brute.",
  "64": "Mauveline fights for the Pyre!\r\n\r\nThe brightly coloured tent of “Miss Mauveline’s Marvelous Munitions” has been a fixture at the Ring of Power tournaments for nearly a century now. Aimed towards competitors from worlds with little exposure to the wider multiverse, the shop offered a wide selection of gear at (relatively) reasonable cost. Now its inventory, and the gold devil proprietor, are at the service of Pyre.\r\n\r\nMauveline herself is quite a collector of rare and esoteric artifacts. She carries her entire shop and her copious collection inside a trans-dimensional pocket space linked to her handbag. The war for Rayuba has presented her with an excellent opportunity for expanding her collection, and she intends to take full advantage of it.\r\nOrdinarily, Mauveline wouldn’t get her hands dirty, but these are special circumstances. While not usually a fighter, one doesn’t last long in Throne merchant circles without considerable skill at the judicious application of violence. The sheer range of weapons and utility items she can pull out of her bag give her an edge of unpredictability. She leans into it to keep opponents off-balance, even if many of her artifacts seem just as hazardous to the user as the target.\r\n\r\nStumbling into Pyre’s ranks was mostly chance and some quick thinking on her part. However, she’s since found that she fits in nicely, mainly serving a logistics and support role. While not totally convinced of Jagganoth’s vision, Mauveline bears a deep resentment toward the current order. Plus, no one yells at her for “liberating” whatever trinkets she finds in the ruins.\r\nShe keeps a few escape plans ready for if things turn south or these looneys actually manage to destroy the planet, but until then she’s happy to watch things play out. Ultimately, Mauveline really wants to see what Solomon has sealed in his Tower, and she’s willing to risk everything at a chance to plunder it.",
  "78": "Shoota is a big dumb shark-thing tied to a cannon. He wants to be a Gun Witch, but might just end up making some friends along the way! ",
  "80": "Marian and Mugon joined the war not by choice, but by circumstance, only having visited Rayuba to find a way to seperate their forcefully hollowed existence from one another. Hailing from the fallen order of the Inverse Blade Devil Witches, they have devised the Path of the Blunt Blade - a fighting style designed around self-defense.",
  "81": "Preying on the corpses of the fallen and those unlucky enough to be caught alone, Mnem wanders the battlefield wastes of Rayuba, tentatively aligned with the forces of the PYRE.\r\n\r\nA living aggregate of fragmented ideas and memories, Mnem takes the physical form of mass of innumerable black worms that can range from just an inch to as long as twelve feet, woven and slithering together in a single shape. These worms are the physical manifestation of memories that the Remembering Beast has taken from its victims, now a part of its seething collective psyche. Mnem also wears a cracked funerary mask.\r\n\r\nMnem's origins are a mystery to them. They know not if they were created artificially in some lab, or if they are the product of a freak accident of the natural world. Whatever the circumstances of their inception, they owe their creator no gratitude, for their existence is a pale and painful one. The endless clashing of half-formed memories taken from thousands of different donors is not conducive to a coherent sense of identity, and so Mnem struggles to exist in a linear and cogent manner. The missing connections and incoherence drives Mnem's insatiable hunger for more memories, hoping that they will be able to find the right ones to forge a sense of self, preferably before the influx destroys them.\r\n\r\nMnem came to Rayuba shortly after the arrival of Jagganoth's forces, having long followed behind the armies of the Red God to scavenge the bloodshed left in their wake. Having found a world filled with beings from all corners of the multiverse, they stayed behind, determined to use this opportunity to sate their hunger on the war that has come to the once-peaceful world.\r\n\r\nWhile the Remembering Beast has no particular loyalty to Pyre or its members, its monstrous nature and familiarity with the Red God's army led it to naturally fall in with their side of the war. However, it is liable to hunt allies caught alone.",
  "84": "MOZZ - Hedonist, thrill seeker, kind of an evil make a wish foundation?\r\n\r\nBASTION  - The world isn't rotting, it's fermenting.  It may seem cruel that so many suffer under the rule of the Demiurges, but the extreme concentration of wealth and power allows wonders to be created that would not exist in a perfect world.\r\n\r\nThe gods created the Shar with the intention of having them encourage art, poetry, and general excellence.  They gave the Shar the gift of literally being intoxicated by \"beauty\" of all kinds. However, the universal war drove them a little insane. After being exposed to incomprehensibly fantastic violence, the Shar found that only the most extreme heights made them feel anything.\r\n\r\nMozz seeks to build people up to where their \"flame burns the brightest\", basically when they're at their best or just being really cool.  This can take the form of helping you ace a dance recital, wiring an orphanage to explode so you're forced to heroically save them, or just challenging you to a kick-ass fight.  Then she stabs you.  She believes that by killing people at their peak, they will be crystallized as their best self forever.  She's also just excited to get buzzed from seeing some cool stuff happen on the battlefield.\r\n\r\nMozz can psychically project a knife blade on anything that can work as a handle.  Her favorite handle is her switchblade comb.  Her vibes are Pyre enough that sometimes she can just walk up to an enemy before they realize a Situation is about to occur.",
  "85": "Hailing from a world decimated by a ravenous and parasitic entity known as the Blight, Mori is a swordsman determined to save his people from its menace. Accepting the Blight into himself, he embarked on a pilgrimage to faraway lands in the hopes of finding somewhere desolate enough to deprive the Blight of potential hosts and end his own life, hoping to take the Blight with him to the grave. While on his pilgrimage, he found Rayuba in the opening phases of a war for total annihilation, and saw only that his journey had come to its end at last. \r\n\r\nSwearing his allegiance to Pyre, he vows to cleanse this world in the hopes that it might mean a brighter future for later generations—one where his people are free from the Blight once and for all.",
  "88": "KAY GUINTO-QUINTANA is the disgraced child of a prominent business mogul partnered with the Third Infinitive Recursive Bank and one of thirteen volatile siblings. The remaining Quintana children have been locked in a cold war for the right to be successor to their father’s business empire, though Kay has long since been disregarded as a noncontender on account of their uncreative takes on manipulation and conspiracy.\r\n\r\nDespite their less-than-elegant approach to problems, Kay is a persistent individual whose number one goal is self-preservation. They are adept at saber-styled weapons having been taught from a young age by the best tutors that money can buy. They joined the Bastion army with the hope there would be safety in numbers while they find a way off this godforsaken planet.",
  "110": "A Devil and an Angel, bound by pact long ago and bound by love now, fight for Pyre.\r\n\r\nCeaseless has fought in a thousand doomed revolutions, and now truly believes that the Wheel must end. Yinda would do anything for her partner, and has come to Rayuba to protect Ceaseless as long as she still holds a flame. Yinda thinks there is hope left in the world, but is long past the belief that one person can do anything to change it. Cea is tired of losing wars.\r\n\r\nThey fight, and hope they do not grow apart through the struggle.",
  "113": "",
  "117": "Eliza (Eliza Donatello Consuela Vanderbilt Ramone) is a red devil seen scooting around Rayuba on a pocketbike named Wheels. \r\n\r\nShe met Wheels in a junkyard and thought little of it... until she woke up to it parked next to her camp the following morning. And the next morning. And the next. No matter how far she travels or how inhospitable the terrain she ventures into, whenever she wakes up Wheels is there. Waiting for her. \r\n\r\nUnable to get rid of the little bike, she has now has resolved to never let it leave her sight.",
  "125": "Nipih·mar·Immunsu (Universal Meta-constant: Asradirmatu iskal Ajanuaku) aids the Bastion in its effort to preserve Rayuba. A human from the world of  Almane, she came to Rayuba with her own agenda. Rigorously trained since her childhood in the use of the Red Arts, she thrives in manipulating the environment to her advantage in fights. While not an expert with her oversized zulfiqar, she does know some techniques native to her world, the combined use of both Red Arts and Swift Blades Sweeping Like the Wind is quite effective. \r\n\r\nHer favourite use of the Arts is changing surface's adhesion and friction, in such a way that she's often seen sliding along the roads of Rayuba at incredible speeds.\r\n\r\nHer native city was pillaged during her assignment to oversee its military, as Nipih was the daughter of Immunsu·aplu·Sar - the king of Nineruk. After discovering its ruins upon her return from a patrol, she left her homeworld to study alone the art of lying to existence, and determined to bring an end to mindless destruction.\r\n\r\nAs much as she strive to achieve only good, she disregards the evils of empires, on the basis that they serve more people than they harm.",
  "128": "There stood once a tree in the village square of Kebby-Ya, beloved by every member of that humble hamlet. The tree was neither grand nor especially lovely to behold, but it had within its trunk, and in every root and branch, a great capacity for giving. No matter how many branches the baker took to stoke her oven, or how many fruits the people stored for the lean times, or how many strips of bark the butcher pulled off to smoke his meats, the tree re-grew with a vigor to keep Kebby-Ya from grievous want.\r\n\r\nChildren played in the branches of the tree in the Village Square of Kebby-Ya. The tree cradled each as if they were its own young.\r\n\r\nLovers carved their names into the trunk of the tree in the Village Square of Kebby-Ya, and the tree kept every mark, borne with pride and adoration.\r\n\r\nOld folk drowsed in the shade of the tree when the days in Kebby-Ya grew hot, and the tree stirred the air to keep them cool.\r\n\r\nOne season a demon merchant began to pay visits to the Village of Kebby-Ya, bringing strange spices and perfumed oils. The first morning of each month the demon would spread its wares in the village square, and the tree, ever gracious, would offer the demon shade and a place to sit among its roots. The villagers loved the strange things the demon brought, and happily spent their coin on them. In the afternoon the wares would be gone, and the demon would doze in the shade of the tree, though a demon never truly sleeps.\r\n\r\nWith each visit, however, the price of the demon’s wares grew higher, til the humble folk of Kebby-Ya would need an entire month’s labor to afford a crumb or drop of what the demon peddled.\r\n\r\n“Tis no bother,” The demon said to them. “I have come to love the sweet fruit of this tree of yours more than any gold, and I wish only for a few of its fruit to take back with me as payment.”\r\n\r\nThis the tree agreed to, for it  loved the villagers. That afternoon the Demon dozed against the trunk of the tree, and the tree fancied it could see a strange smile on the demon’s face. That month its fruit did not grow back with the same vigor, though the villagers, sated on the demon’s wares, were unconcerned.\r\n\r\nThe next month, the villagers prepared fruit for the demon, but he dismissed it with a wave.\r\n\r\n“I have come to love the hearty bark of this tree more than anything. Strip some for me, and I will be happy to give you my wares.”\r\n\r\nThe tree was certain, as the demon dozed (though demons do not truly sleep) against its smooth trunk that afternoon, that the smile was a bit stranger still. Its concern deepened when its bark grew back much slower than was its nature.\r\n\r\nThe next month, the villagers prepared fruit and bark for the demon, though now he pointed to the tree’s branches.\r\n\r\n“I have come to love the shade of these branches more than anything. Grant me bundles of it, and my wares are yours.”\r\n\r\nThe villagers acquiesced, and when a single village child spoke up to say that the tree’s bark had been slow to grow back, and that the fruit was fewer these past two months, the elders merely laughed.\r\n\r\nThey laughed until the next month when the demon returned with bandits in tow, armored in the tree’s bark, and bearing weapons fashioned from the tree’s boughs, which they thrust through the throat of every villager in Kebby-Ya.\r\n\r\nOnce the bandits had departed with everything of value from the village, the demon nestled against the tree in the village square of Kebby-Ya, and closed his eyes as though dozing, though demons never truly sleep.\r\n\r\n\r\nThe tree, filled with a grief and a fury like no plant has ever felt, dropped its last and heaviest branch upon the demon’s head, crushing it. Then, with a growing rage, the tree in the village square seized upon the demon’s head, and pried it from the mangled body. It pressed the head to a knot in its side, and pulled the power from the demon like sap from a maple. The act immolated the tree with an unholy fire, and it found its roots no longer planted in the rich soils of Kebby-Ya, but in the ashen ground of the Void. The tree drank deeply of the empty energies there, and concentrated the power of the demon deep within heart.\r\n\r\nIn time the tree became one with the ash of the void, its substance mixing withthe world below worlds. The fruit provided what it could for the lost ones who wandered the Void, but its fruit, though it nourished the body to superhuman vigor, had grown sour, and its branches now  brought only death and misery. Still it hoped, despite misery and the dark power swelling within it, that these travelers that took its gifts would find their way to better places. To sanctuaries of safety.\r\n\r\nThe tree’s roots grew long all the while, and soon snaked to the many portals to other worlds. Pillaged worlds. Ruined worlds. Worlds enslaved and snuffed out by the hunger of cruel creatures. The tree found the worlds a fruit, and the fruit was rotten beyond imagining. There were no sanctuaries to be found. These were not worlds for peaceful hamlets and peaceful lives.\r\n\r\nThis revelation almost killed the tree, until it heard whispers of wonderful news. A purging fire that would lay all the rotten universe to waste, and create a fertile ground for a new world to blossom.\r\n\r\nThe tree, this Sour Fruit of Kebby-ya, with all the dark will within, uprooted and sought Rayuba, to lend itself to stoking this wonderful flame. To contribute to a new world were the seeking might find unspoiled homes. To throw its limbs upon….**the Pyre.**\r\n\r\n**The Sour Fruit of Kebby-Ya**\r\n\r\nThere stood once a tree in the village square of Kebby-Ya, beloved by every member of that humble hamlet. The tree was neither grand nor especially lovely to behold, but it had within its trunk, and in every root and branch, a great capacity for giving. No matter how many branches the baker took to stoke her oven, or how many fruits the people stored for the lean times, or how many strips of bark the butcher pulled off to smoke his meats, the tree re-grew with a vigor to keep Kebby-Ya from grievous want.\r\n\r\nChildren played in the branches of the tree in the Village Square of Kebby-Ya. The tree cradled each as if they were its own young.\r\n\r\nLovers carved their names into the trunk of the tree in the Village Square of Kebby-Ya, and the tree kept every mark, borne with pride and adoration.\r\n\r\nOld folk drowsed in the shade of the tree when the days in Kebby-Ya grew hot, and the tree stirred the air to keep them cool.\r\n\r\nOne season a demon merchant began to pay visits to the Village of Kebby-Ya, bringing strange spices and perfumed oils. The first morning of each month the demon would spread its wares in the village square, and the tree, ever gracious, would offer the demon shade and a place to sit among its roots. The villagers loved the strange things the demon brought, and happily spent their coin on them. In the afternoon the wares would be gone, and the demon would doze in the shade of the tree, though a demon never truly sleeps.\r\n\r\nWith each visit, however, the price of the demon’s wares grew higher, til the humble folk of Kebby-Ya would need an entire month’s labor to afford a crumb or drop of what the demon peddled.\r\n\r\n“Tis no bother,” The demon said to them. “I have come to love the sweet fruit of this tree of yours more than any gold, and I wish only for a few of its fruit to take back with me as payment.”\r\n\r\nThis, of course, the tree agreed to, for it bore fruit easily, and loved to see the villagers happy. That afternoon the Demon dozed against the trunk of the tree, and the tree fancied it could see a strange smile on the sleeping demon’s face. That month its fruit did not grow back with the same vigor, though the villagers, sated on the demon’s wares, were unconcerned.\r\n\r\nThe next month, the villagers prepared a basket of fruit for the demon, but he dismissed it with a wave.\r\n\r\n“I have come to love the hearty bark of this tree more than anything. Strip some for me, and I will be happy to give you my wares.”\r\n\r\nThe tree was certain, as the demon dozed (though demons do not truly sleep) against its smooth trunk that afternoon, that the smile was a bit stranger still. Its concern deepened when its bark grew back much slower than was its nature.\r\n\r\nThe next month, the villagers prepared fruit and bark for the demon, though now he pointed to the tree’s branches.\r\n\r\n“I have come to love the shade of these branches more than anything. Grant me bundles of it, and my wares are yours.”\r\n\r\nThe villagers acquiesced, and when a single village child spoke up to say that the tree’s bark had been slow to grow back, and that the fruit was fewer these past two months, the elders merely laughed.\r\n\r\nThey laughed until the next month when the demon returned with bandits in tow, armored in the tree’s bark, and bearing weapons fashioned from the tree’s boughs, which they thrust through the throat of every villager in Kebby-Ya.\r\n\r\nOnce the bandits had departed with everything of value from the village, the demon nestled against the tree in the village square of Kebby-Ya, and closed his eyes as though dozing, though demons never truly sleep.\r\n\r\nThe tree, filled with a grief and a fury like no plant has ever felt, dropped its last and heaviest branch upon the demon’s head, crushing it. Then, with a growing rage, the tree in the village square seized upon the demon’s head, and pried it from the mangled body. It pressed the head to a knot in its side, and pulled the power from the demon like sap from a maple. The act immolated the tree with an unholy fire, and it found its roots no longer planted in the rich soils of Kebby-Ya, but in the ashen ground of the Void. The tree drank deeply of the empty energies there, and concentrated the power of the demon deep within its heart.\r\n\r\nIn time the tree became one with the ash of the void, it’s substance mixing with the substance of the world below worlds. The fruit provided what it could for the lost ones who wandered the Void, but its fruit, though it nourished the body to superhuman vigor, had grown sour, and its branches, though they came away fully-formed as the fiercest of weapons, brought only death and misery. Still it held out hope, despite its misery, and the dark power that swelled within it, that these travelers that took its gifts would find their way to better places. To sanctuaries of safety.\r\n\r\nThe tree’s roots grew long all the while, and soon snaked to the many portals to other worlds. Pillaged worlds. Ruined worlds. Worlds enslaved and snuffed out by the hunger of cruel creatures. The tree found the worlds a fruit, and the fruit was rotten beyond imagining. There were no sanctuaries to be found. These were not worlds for peaceful hamlets and peaceful lives.\r\n\r\nThis revelation almost killed the tree again, until it heard a wonderful news. A purging fire that would lay all the rotten worlds to waste, and create a fertile ground for a new world to take root and blossom.\r\n\r\nThe tree, this Sour Fruit of Kebby-ya, with all the dark will within, uprooted and sought Rayuba, to lend itself to stoking this wonderful flame. To contribute to a new world were the seeking might find unspoiled homes. To throw its limbs upon….**the Pyre.**",
  "132": "It is unknown which of its creator's decision during the making of this most devious device could be considered the worst. The idea to create a machine dedicated entirely to murder was one thing but to then give it sentience and a hunger for bloodshed, well that was just plain stupid. It is for this reason that we should be glad that MURDER CUBE'S first act of cognisance was to stab its stupid creator right in his stupid face. \r\n\r\nNow free to make its own path in life, MURDER CUBE has chosen to make the most of it by stabbing random people and leaving a trail of blood and devastation. It is for this reason that it is most strange to all around it that MURDER CUBE has thrown its lot in with BASTION. But the reason of course to MURDER CUBE is simple, should the forces of RUIN be allowed to destroy everything, why then they'd be fewer people for MURDER CUBE to stab. Simple, right?",
  "134": "https://imgur.com/gallery/aEpxXjG",
  "138": "SENKI DALA MOZGALOM is her name. After wandering through some ungodly plain for several days, without any sign of civilization, she came across a strange and mysterious egg. Without any consideration for what could happen, she ate it whole, and digested the fetus of some unknowable creature.\r\n\r\nAs a side effect of this, Senki has gained the incredible ability to create mouths, and teeth, and tongues, on everything and anything! Even herself! It’s gross, it’s nasty, and it’s the perfect storm for her to just do whatever she wants. Sharp claws, an incredible eye, a powerful maw, and god (doesn’t) know what else are also included. What a bargain!\r\n\r\nSenki has no higher goal, no major aspiration. She simply wants to do whatever she wants, and see what exactly she’s fully capable of. However, she seems to have wandered onto Pyre’s massive base after thinking “wow, that sword is very cool”, and decided to stick with them, because they let her do what she wants and eat people. Another body for the Pyre!\r\n\r\nArrogant, crass, and all sorts of rude, Senki is here to tear through everything in front of her. Hurrah!\r\n\r\nShe is 5'6 and hates it.",
  "142": "ELENA HELLFIRE's bones are made of Brass. Her blood is Mercury. Her muscles are Lead. Her soul is Gunpowder. She is the Gun of her God, aimed towards the Destruction of all that the Church of Lead deems despicable.\r\n\r\nShe is technically a Gun witch, given her Throne affiliations, but her loyalties lie with the Church of Lead, which has already burned worlds in service to her God, and whatever She deems necessary to burn. \r\n\r\nThe world is corrupt. The Wheel must be purged.\r\n\r\nGod's Hand stretches to smother Rayuba.",
  "149": "On a distant world where emotions are directly channeled into the Art, a knight of hope volunteered for an experimental procedure.  In an attempt to create a permanent devilskin fusion, the knight was used as a living mask in the binding of a devil. After a long struggle for dominance, nearly every last vestige of the once noble knight was burned away leaving  the insatiable monster inhabiting her body in complete control. Now she can only watch as Ibfarshan cuts a bloody swath of destruction across the wheel, holding onto the final hope that she might one day be able to reclaim her body. Ruin has promised to finally silence the Knight of Hope in exchange for Ibfarshan's services in the War for Rayuba.\r\n\r\nAble to manifest up to eight razor sharp tendrils at a time and extend them up to 200 feet, Ibfarshan fights as a one woman phalanx. In addition, she is able to cannibalize other devils through prolonged, physical contact, adding their strength to her own. If she maintains contact for long enough, they slide backwards in color until nothing is left but the empty mask. Inverting the Knight's powers, Ibfarshan is empowered by the abscense of hope, manipulating and drawing on her enemies despair.",
  "157": " MOd used to be a messenger in a brimming metropolis, but one delivery gone wrong, and being caught witnessing the growing corruption, they were banished. Without memories of their past and a stolen arm, they hope to bring things back to stage one. Where everybody has to try again.",
  "161": "Fog of Graves joins Bastion\r\n\r\nBorn under an ill omen, and (cruelly) named thus, \"The Fog That Rolls Out From The Graveyard\" or Fog of Graves (Fog to his friends) was abandoned to a temple shortly after his birth.\r\n\r\nFog grew up tending to the temple, digging graves, learning mundane healing alongside healing with the red-white art, as well as rudimentary techniques of the red art. Many of his techniques come in the form of prayers and stories. All this alongside the combat training necessary to survive in the age of demiurges.\r\n\r\nThe temple has long since been destroyed in war. Fog is now a wandering healer, Rayuba is his latest destination\r\n\r\nFog is not a powerful user of the Art, focusing more on speed, most of his techniques are things like dirt to Rock and healing wounds, though if given time to prepare he has rituals that he can use to pull off more dramatic feats.\r\n\r\nHis fighting style is usually quite grounded and defensive, maintaining distance using Amaryllis, obstructing his opponents path to him with the Red Art, he then uses trips, grapples, and hooking manoeuvrers to try to bring down and subdue his opponent.\r\n\r\nHe is not above using tooth and claw, and is very quiet, agile, and perceptive. His opponents should not rely on his cautious nature to give them time to plan.\r\n\r\nHis personality is quiet and thoughtful, but he has many tales to tell if given the chance, not many of them would improve the mood. This all makes him come across as grumpy.\r\n\r\nHe also carries a canvas bag of stuff; rations, medicines, bandages.\r\n\r\nhttps://imgur.com/a/102Qqzj",
  "165": "Vale has had a bloody history of fighting in service to the Celestial Empire before managing to slay his former superiors with some hazardous weapons to help even the odds during a revolt, following this he joined a anti-Celestial mercenary band named the Sundancer Company.\r\nDuring this career he'd end up indirectly reinforcing his skeleton as a part of hastened recoveries after battles.\r\n\r\nSylvia has an even longer history of going from wielder to wielder, practically an immortal teacher on a quest to better the world until she was locked up in a display at a Celstial Empire mansion that just happened to get raided by said mercenaries centuries later.\r\n\r\nWith a wielder not familiar with the hectic phenomena outside of his homeworld and a sword not familiar with modern times this duo complement each other rather well as the Sundancer company approaches Rayuba.\r\n\r\n“Stealth command carrier Hval is approaching the Rayuba gate, lower altitude after passing through and go full throttle…”\r\n\r\nINITIAL MISSION OBJECTIVES:\r\n-extract rebel VIPs\r\n-retrieve artifacts of notable value\r\n-hunt Bastion bounties\r\n\r\n\"we are running on a time limit that’s going to be up within 20 [vikur] at the least, so set up a temporary base for the time being.\"\r\n\r\n\r\nTrust is vital in a peaceful world, the only way to trust someone else is to understand them and in order to do that you need to reground yourself, take yourself back to zero and use the infinite potential of your imagination to put yourself in someone else’s shoes, to erode the mistrust in our hearts and bring down the borders between people.\r\n\r\nIn the same way victory in combat can be determined by understanding your enemy, potentially solving the conflict before it has even begun.\r\n\r\n...a real shame some aren’t willing to reground themselves.",
  "166": "Impo pledges to the Bastion\r\n\r\nA long time ago, Three wise monks had entered a heated debate. They spent countless hours arguing day and night over what made a good warrior. Eventually they decided they couldn't convince eachother on their own, so they created a tie breaker. They emptied out an old clay jug that was once filled with wine and crafted three masks. They used these masks to make three devils, one was designed for Might. a being of incredible power.  One was a creature of unparalleled swiftness, and the last one was an armored beast of unmatched defense. They let the three creatures fight for three days, and would open the jug to see who's left. Little did they know, a tiny bit of flame crawled it's way into the pot, and attatched itself to crack, the flake fit perfectly on it's face like a mask. and so a fourth devil was born.\r\n\r\nOne of intelligence.\r\n\r\nWhile the other creatures fought without rest, he hid among the cracks and waited until only one was left. Then, it struck it down when it was at it's weakest, and consume it's strength. This little flame was Impo.\r\n\r\neventually he became a fierce warlord, a high-rank general to many armies and a brutal tactician.\r\n-------------------------------------------------------------------------------\r\n\r\nImpo stands at 4 feet tall.\r\n\r\nImpo is a Red-arts master, he specializes in pyromancy, is immune to fire. he can control the fire's, color, solidity and shape. Default: His fire is purple and looks like a swirly cloud. His magic is not limited to just raw fire, he can control ash, heat, smoke, etc. \r\n\r\nhe's a martial artist, holding expertise in several weaponry, but prefers bare hands. \r\nsecret technique: Impo uses the heat in his body similarly to ki rata (but weaker)\r\n\r\nvery sassy, but very wise and logically minded. He often ends up trying to take on a \"teacher\" like roll when he encounters other fire users\r\n\r\nImpo never reveals his tricks, he'd rather dodge fire than reveal his immunity to it\r\n\r\nImpo is an ebon devil",
  "178": "Originally created by a Vatra to serve as a flexible laborer, Agyp began as a soup of ground mimic flesh inoculated with the meats of Throne's more clever animals. Combined with the Vatra's mastery of the Red Art, it produced a being flexible and in form and function and with an intelligence to match.\r\nIt had however, none of the loyalty the Vatra hoped for; murdering it master and escaping to freedom in Throne's alleys as soon as possible.",
  "180": "Mr. Scratch (real name: N/A) is a homonculus who, eons ago, was tasked with protecting ancient secrets in a temple of mages.  They are all dead now.  With the order of officials who used to give it orders now missing, it was set to the wander the many worlds in search of new orders.  This particular homonculus was attracted to the Ring of Power in hopes that it might run into a new source of authority. That mission was successful, but in an expected sort of way.\r\nThe explosion heralding Jagernoth's arrival charged the destroyed remains of a control circuit to a officer model, attracting the attention of the homonculus now known as Mr. Scratch.  But upon investigation, it turned out that all that was left was some sparkly parts of armor fashioned into a child's toy.  This was enough to make the chasis receptive to commands, and thinking fast, the soul that powers Mr. Scratch seized control.  \r\nThe ad-hoc orders are only good as long as the \"commander\" is intact, so Mr. Scratch jealosly guards this stuffed plaything with its life.  Touched by the struggles of the now displaced peoples of Rayuba, Mr. Scratch is using its new-found autonomy to protect them from the horrors that now ravage the plane.  ",
  "181": "“Tell me,” asks the portly noodle seller, “how bright is my future?” \r\n Bei-Qi sets down his chopsticks. “It is bold to ask for prophecy,” he replies. “Most fear hearing something they do not like.”\r\n The noodle seller laughs. “Takes a bold woman to run a business! I fear nothing, my future least of all.”\r\n Bei-Qi inclines his head. “A journey to the truth starts with the smallest observation. May I see your knife?” he asks, and the woman obliges. “This is an old knife,” he murmurs, “yet immaculately maintained. The wood is well-oiled, the blade is free of even a fleck of rust, and it is razor sharp. You care for this with great diligence.” \r\nThe noodle seller beams. “You flatter me! But how is this related to my future?”\r\n “I can hear echoes of that diligence in every detail of this shop. Everything is in its place, your staff move as one… Ah, the young woman there… your daughter.”\r\n “…You could tell by her eyes, couldn’t you.” Her scalp itches, like she’s being watched.\r\n “She sings of your diligence! See how she flows between tasks, how she counts her coins. You have raised a frighteningly intelligent girl, despite your husband’s absence.”\r\n “What?” The noodle seller is shocked, but her eyes quickly go hard. “He sent you, didn’t he,” she spits, feeling like every eye in the room is on her. “Tell that—“\r\n “I was sent by no one. You asked for a Truth, and I am simply Listening.”\r\n “I don’t believe you. Charlatan. Liar.” Smoothly and soundlessly, Bei-Qi stands, and the world goes perfectly still. With a placid smile, he replies, “You asked if your future is bright. It is. Dazzlingly, searingly bright.” The words burn in the air, unassailably True.\r\n The noodle seller swallows, throat dry. Something is wrong. “G… get out of my shop,” she whispers. The truthteller bows, turning to leave. \r\nAs he opens the door, letting in the warm Rayuban air, he pauses, looking back. “Bet on the angel today. It will be a good match.”",
  "206": "Kloe is here to ensure that empire remains dead, she'd prefer if the universe doesn't explode, hence working with bastion. To deny agency over the now is simply a statement of cowardice. ",
  "217": "Tetem is an amnesiac. Ever since losing his memory 20 years ago, he has been a scavenger and a cheap soldier for the endless skirmishes and conflicts for demiurges and otherwise. His armor is taken from the corpses of those who’ve died on the battlefield.\r\nTetem is apathetic towards war and murder, taking no joy from the task but not shying away from what must be done. However, he typically refuses to kill those who are not directly involved in the war at hand, seeing the action of fighting as permission to kill or be killed. Years on the battlefield have given him a slew of scars and keen senses, but he is still human.\r\n\r\nThen, there is THE RAT. Tetem’s forgotten past incarnate, hiding in the cavity of his right eye and awoken upon hearing of the War for Rayuba. He manifests as an alternate personality, and when not in control he whispers in Tetem’s ear. Once a master swordsman, and believing himself to be a king, The Rat believes that victory is worth any sacrifice. Deep in delusion, he forces Tetem to join the Pyre in exchange for precious memory, and the threat of further unneeded violence. He wishes to climb the ranks in order to gain power and take a share of the new world, a share which will be the culmination of all that he has sacrificed.",
  "279": "Raised on a distant realm elsewhere in the Celestial Empire, Gandie followed her father's travels as a 'Caller' and began learning the Art at a young age. She began working alongside him at ~15, replacing him eventually after an industrial accident. After 10 years mastering the Art she was 'promoted' into a job on the Rayuba & Southern Railroad: a boring, ceremonial role on the tourism oriented, under-utilized line; steadily growing to detest Solomon David and the planet that became her prison.\r\n\r\nAfter takeover by employees and conversion to a Pyre-aligned, collectivized ‘mercenary enterprise', Gandie became one of the railway’s most important staff, supporting and protecting it through weaponized work chants and a surprisingly vicious martial style.",
  "294": "Woe betide they who read the cursed TOME OF TOAD. The eldritch book has been banned in every civilized world, but copies tend to bubble up when least expected, a new chapter of the CULT OF HUNGER is never far behind. The being now known as BILIOUS was once exiled to Rayuba, but the past is of little importance now. After biding time for years of secretive rituals and slimy experiments, the perfect opportunity to feast has come at last. Armed with surprise, fear, and fanatical determination to devour all living things in sight, Bilious and its’ cult have a shaky alliance with the all-consuming flame of RUIN. Hunger cannot be reasoned with, or surrendered to. It will never be satisfied.",
  "303": "10 years ago, these two met each other as a lonely wanderer and a starving orphan girl, where they decided to join together on a journey through the multiverse as bodyguard and charge. Only a few weeks ago, searching for Starla's mother under the assumption she might be a better influence on the girl, the father and daughter heard of the Ring of Power and its prize. They unfortunately arrived a bit too late, right when the applications closed. After the calamity of Jagganoth's appearance, they were left stranded and forced to take refuge among Bastion troops. Although the Bodyguard agrees far more with Pyre's ideals of recreating the multiverse, and is generally apathetic towards most of his Bastion allies, he chose to stay with Bastion for the sake of Starla's safety. There is, after all, no guarantee that she will safely make it to the new world.\r\n\r\nThe Bodyguard uses a style named Ox Palm primarily, while Fierce Horse Style and Head of John are more supplemental forms. Ox Palm is a form that focuses on palm strikes, and internally redirecting blunt force the user is hit with to reduce, though not nullify, the strength of the strike. Redirected force is stockpiled in the body so that it can be added to the user's own strikes, but the stockpile itself leaks and eventually dissipates on its own if not used within an hour or so.\r\nStarla, meanwhile...doesn't really have a fighting style. However, she's quite skilled at climbing, setting up/disarming traps and sneaking around (even if she prefers to go at enemies head on). She even learnt some knife throwing from Keenblade.",
  "331": "The False King of Rayuba heeds the call of RUIN and seeks destruction in the name of PYRE\r\nA usurped king cursed to bring devastation to all and rule over the wreckage.\r\nLoves ballet, especially the Nutcracker!",
  "376": "Benezra the Archivist, Last Memory of Vonngot, joins the Bastion.\r\n\r\nA miniscule symbiote touted as the Flesh Gardeners’ crowning achievement, Benezra was crafted as a living record of Vonngot’s society, consensually bonding with successive citizens to share and store their varied experiences. She shared lifetimes with politicians, businesspeople, artisans, laborers, athletes, and homemakers alike, building a comprehensive archive of her world within herself to which all hosts had access.\r\n\r\nNow, after a team of archeologists inadvertently unearthed and detonated a stray chemical munition from the Universal War, her archive is all that remains. Piloting the painstakingly preserved corpse of Menaeid, a martial artist and dear friend with whom she shared a bunker in the final days, Benezra ultimately made her way to Rayuba after help arrived too late. A plan to compete in a future Ring of Power and secure Solomon David’s secret to immortality for the sake of making Vonngot’s memory eternal dissolved under the Red God’s tread, and now she seeks to do what she always has: preserve.\r\n\r\nIn combat, she utilizes a native grappling style with elements of judo and Brazilian jiu-jitsu that served as her culture’s premier sport. Though Menaeid’s fleshcrafted body has lost some speed over the years, it’s stronger than the lanky frame would suggest; combined with Benezra’s information processing and “administrator access” to the brain, which allows her to induce tachypsychia and override autonomic limiters to muscle output among other processes, her lethality is limited only by her desire to inflict minimal harm.",
  "387": "The Prisoner is dragged into the fray. He is pledged to PYRE, though he currently is captured by forces allied with the concordant knights.",
  "393": "Born a slave in a race of slaves the vessel's only reprieve from an unworthy master was to sleep. So they slept and dreamed up a better master. Through the vessel's sleep talking that better master summoned itself into existence. Now they walk creation together in search of hedonistic pleasure. They only fight pyre in order to prolong their hedonism and can get quite diistracted",
  "395": "The Dregliege is a red devil leading a swarm of enthralled and enchanted rats.",
  "397": "An old combatant from the original Ring of Power. Released from the Purple Cloud Temple in order to bring assistance to Pyre during the War for Rayuba. "
}
