{
    "ridgeback": {
        "name": "Ridgeback Canyon",
        "desc": "A deep canyon of rust colored rock. The train from the old mines sweeps across the falls here on a precarious bridge, presenting a difficult crossing point.  Deep below, the valley is riddled with decripit boat houses, long abandoned."
    },
    "arus": {
        "name": "Arus Desert",
        "desc": "Hellishly hot during the day due to Rayuba's twin suns, freezing cold at night.  Frequently swept by dangerous, scouring dust storms that will strip off paint, wood, and bare skin.  The armored train that runs through this desert is run by a rogue mercenary band that sells its services to the highest bidder."
    },
    "bn": {
        "name": "Battlefield North",
        "desc": "The front lines of the conflict between the Pyre and Bastion. Choked with the remains of old last-ditch offensives, charges, valiant last stands, and desperate retreats.  The banners of a thousand war companies lie limp and ragged in the fetid breeze, and the bones of the recently dead are everywhere. \r  The fields crawl with scavengers (of the human as well as the animal variety) when the battle ebbs, making it almost as dangerous when the there are lulls in the fighting."
    },
    "bs": {
        "name": "Battlefield South",
        "desc": "The front lines of the conflict between the Pyre and Bastion. Choked with the remains of old last-ditch offensives, charges, valiant last stands, and desperate retreats.  The banners of a thousand war companies lie limp and ragged in the fetid breeze, and the bones of the recently dead are everywhere. \r  The fields crawl with scavengers (of the human as well as the animal variety) when the battle ebbs, making it almost as dangerous when the there are lulls in the fighting."
    },
    "lostcity": {
        "name": "The Lost City",
        "desc": "One of Rayuba's great old cities, YARU AMAN, now reduced to a smoking ruin.  The Pyre-controlled half of the city is mostly rubble, teeming with looters, bandits, Pyre war bands, and loose war monsters.  The Bastion half is still mostly intact, but it, like the rest of the city, is long-abandoned. \r In it's day, the city was a center of art and high culture, with a prestigious celestial university that trained the Empire's top sorcerers. \r At the center of the city is the mysterious Tower, a structure sealed by Solomon David himself.  Passage into the tower is prevented by a mysterious force that violently incinterates all who get close, but is presumed to contain a great and terrible power."
    },
    "coast": {
        "name": "The Coast",
        "desc": "The coast line of Rayuba's main continent was once considered the most beautiful sight of the empire.  Now its floating shrines, holy rocks, lighthouses, and overlooks are all choked with debris and smoke.  On good days, when the suns are out, its original beauty can sometimes peek through. \r Smugglers, pirates, and other privateers frequently sail through on supply runs."
    },
    "titanfall": {
        "name": "Titanfall",
        "desc": "The remains of some long-dead god lie strewn amidst this grassy plain.  A town, the aptly named Left Hand, has sprung up nearby and its inhabitants stubbornly cling to their livelihoods. \r And extremely old Green Devil is said to live inside the Titan's Skull, devouring careless passerby, and so locals give it a wide berth."
    },
    "aru": {
        "name": "Aru Village",
        "desc": "A worn and ancient farming village, rumored in popular myth to be Celestial Emperor Solomon's birthplace. \r Very few villagers remain here, but those that do desperately try to eke out a living under the constant threat of invasion."
    },
    "rime": {
        "name": "Rime Peaks",
        "desc": "The thin air at the top of these mountains and the freezing temperatures have always dissuaded habitation. And yet, pilgrims used to come here quite frequently when it was warm enough to travel, seeking the advice of the mountain sages who lived in caves and meditated on the path to Royalty. \r The Emerald Bell temple is here, now turned into a stronghold by Bastion troops.  In times before the war, it was manned by eighty Empty Palm monks. \r All the senior monks were slaughtered by the Pyre during the initial battle, leaving only the initiates.  The Bastion moved in to defend it not long after.  The temple's great bell is made of pure jade and can (miraculously) actually be rung, resounding for many miles around."
    },
    "crags": {
        "name": "Crags",
        "desc": "The coastal crags once housed mountain passes leading to the western city of Yarun Gol, now a smoking crater. \r The tall, split crags are riddled with caves, bridges, and mountain temples.  Within its caverns are innumerous shrines to the many gods of Atru.  According to legend, these shrines house extremely powerful artifacts, including weapons housing sentient demons, swords made of sunlight, and chains that could bind a god."
    },
    "ardenweald": {
        "name": "The Ardenweald Forest",
        "desc": "This deep and ancient forest has long been respected by the people of Rayuba as a home to spirits, sages, and ancient beasts.  Some of the trees here are rumored to be older than the Empire and to have survived Rayuba's destruction thousands of years ago. \r There may be truth to the old stories about this place, as soldiers that wander too far in here have a habit of disappearing. "
    },
    "emerald": {
        "name": "The Emerald Hills",
        "desc": "Thick bamboo forests cover these hills, inhibiting passage.  Many schools of esoteric martial and sword arts once housed here, to the point that the phrase 'to cut bamboo' in the language of Rayuba means to study martial arts. \r The Purple Cloud Temple is here, carved into a mountain face.  The temple was home to the much reviled Imperial Sword School of the Murderous Blade style that cultivated evil Atum and frequently abducted people from the valley below for living target practice. \r The school was wiped out when the Bastion moved in, though there is something sinister about this place still."
    },
    "exalted": {
        "name": "Exalted Plains",
        "desc": "Thick seas of waist-high grass cover much of the land west of the city.  In the old days, this was a popular place for sword duels and daring heroics. \r  The great rocks of this area are holy and is said to be blessed with exceptional Atum by the old monks who studied Ki Rata.  Meditating for thirty days on a grass sea rock is a common method of moving further along the path to Royalty. \r The plains are dominated by the Temple of the Divine Blood, and enormous temple-castle to the goddess Het, god of watchmen, guards, and protectors of travelers.  The enormous fortress can be seen even from the city and is a symbol of hope for the survivors of Rayuba.  The Bastion has taken up headquarters here and intends to never let it fall."
    },
    "mines": {
        "name": "Mines",
        "desc": "The old whitestone mines that serviced the construction of the city have now been pressed into feverish activity by the Pyre.  The artisans who once ran this place took great pride in the quality of the stone, cut in whole blocks and and hauled by soldiers to the mine trains. \r Now the mines are aflame with Pyre soldiers digging for ore and chemical veins with which to make weapons.  The great Erendrakk keep, with the skull of a dead god embedded, keeps watch. \r This is the source of the stone that built the great colosseum of the Ring of Power."
    },
    "swamp":{
        "name": "Illridge Swamp",
        "desc": "A fetid and deep swamp, fed by the pollution of the city and factories.  The life that remians here is so hardy that it has thrived anyway.  Twisted darkroot trees grow into each other in malformed patterns, and scaled beasts lurk beneath the waters. \r In places, the very water itself is bubbling, muddy poison, inhospitable to all but the harshest of life. \r The few swamp folk that live here have not left and continue to trade with and raid the few Pyre troops that are foolish enough to pass through."
    },
    "factories":{
        "name": "Factories",
        "desc": "The old smelters, manufactories, and forges that fed the city's construction.  Many more have been built, and they constantly belch black smoke into the sky as they work towards fueling the Pyre's war effort. \r The armored trains that run through here go directly to the mines, at times passing underground."
    },
    "heap": {
        "name": "The Heap",
        "desc": "The dregs, garbage, and refuse of the dead city and war alike have ended up here.  At the top of the piles are rickety shanty towns set up by assorted scum: deserters, desperate regugees, scavengers, and rogue Pyre soldiers.  Ath the bottom are toxic pools that can dissolve a body in minutes. \r You can buy almost anything here, but it's guaranteed to be filthy and almost certainly stolen."
    },
    "jungle": {
        "name": "Beast Jungle",
        "desc": "This thick, steaming jungle has sprung out above the volcanic plains of Hell Pit, feeding off the sweltering heat.  Everything in this jungle is deadly: the insects, the animals, even the plants.  Smart Pyre soldiers give it a wide berth, foolhardy or especially brave ones journey in to fight or attempt to numerous feral beasts. \r The jungle is said to be home to an old spirit tree, the fruit of which can introduce terrifying bodily transformations and grant supernatural powers, but so far nobody has ventured deep enough to find it even assuming it exists. \r The ancient and much feared Red Onyx Temple looks over the jungle, once home to an order of evil, blood-drinking diviners who would slaughter the beasts of the jungle and read their entrials for clues to the future."
    },
    "burn": {
        "name": "The Burn",
        "desc": "The Burn was once a wooded, hilly area outside the city dotted with farms and logging estates. \r During the war, it was damaged so badly by the initial fighting on Rayuba, that the fabric of the Wheel around it began to fray, and the entire area began to disintigrate. \r It's still slowly burning away to this day, gravity-defying fragments of it dissolving off into the sky. The natural laws of the world are loose in this place, and one may tear a hole to the Void here or perform terrible magic fairly easily."
    },
    "hell": {
        "name": "Hell Pit",
        "desc": "Hell Pit was once named for its volcanic vents - stinking, steaming calderas of geothermal activity that ranged from the dangerous to the recreational.  The natural hot springs here were once frequented regularly by the city elite. \r That changed when Jagganoth's sword, Ruin, swollen to monstrous size, was plunged into the earth here, causing the planet's crust to curdle into boiling lava.  Now an enormous, smoking lake of the stuff has bubbled out of the ground here, its glow visible for miles around. \r The Pyre have built their fortress around Ruin, and revere it as a deity.  The sight of the sword, shrouded in poisonous vapor rising from the wound in the earth, is terrible indeed."
    }


}