[
  {
    "fighter_id": "157",
    "combatant_name": "MOd",
    "faction": "Pyre",
    "background": " MOd used to be a messenger in a brimming metropolis, but one delivery gone wrong, and being caught witnessing the growing corruption, they were banished. Without memories of their past and a stolen arm, they hope to bring things back to stage one. Where everybody has to try again.",
    "NU_discord": "Luvam#7951",
    "artist_name": "Luvam",
    "role": "Both (will be listed as \"Creator\")",
    "artist_twitter": "@LuvamIsInnocent",
    "artist_instagram": "",
    "artist_pw1": "",
    "artist_pw2": "",
    "collab_status": "I didn't have a collaborator",
    "collab_name": "",
    "collab_discord": "",
    "collab_twitter": "",
    "collab_instgram": "",
    "collab_pw1": "",
    "collab_pw2": ""
  },
  {
    "fighter_id": "138",
    "combatant_name": "Senki",
    "faction": "Pyre",
    "background": "SENKI DALA MOZGALOM is her name. After wandering through some ungodly plain for several days, without any sign of civilization, she came across a strange and mysterious egg. Without any consideration for what could happen, she ate it whole, and digested the fetus of some unknowable creature.\\r\\\\n\\r\\\\nAs a side effect of this, Senki has gained the incredible ability to create mouths, and teeth, and tongues, on everything and anything! Even herself! It’s gross, it’s nasty, and it’s the perfect storm for her to just do whatever she wants. Sharp claws, an incredible eye, a powerful maw, and god (doesn’t) know what else are also included. What a bargain!\\r\\\\n\\r\\\\nSenki has no higher goal, no major aspiration. She simply wants to do whatever she wants, and see what exactly she’s fully capable of. However, she seems to have wandered onto Pyre’s massive base after thinking “wow, that sword is very cool”, and decided to stick with them, because they let her do what she wants and eat people. Another body for the Pyre!\\r\\\\n\\r\\\\nArrogant, crass, and all sorts of rude, Senki is here to tear through everything in front of her. Hurrah!\\r\\\\n\\r\\\\nShe is 5'6 and hates it.",
    "NU_discord": "Yuri (its me)#7485",
    "artist_name": "Yuri",
    "role": "Both (will be listed as \"Creator\")",
    "artist_twitter": "@CSpooky27",
    "artist_instagram": "",
    "artist_pw1": "http://parasitegirls.thecomicseries.com/",
    "artist_pw2": "",
    "collab_status": "I didn't have a collaborator",
    "collab_name": "",
    "collab_discord": "",
    "collab_twitter": "",
    "collab_instgram": "",
    "collab_pw1": "",
    "collab_pw2": ""
  },
  {
    "fighter_id": "20",
    "combatant_name": "Greenhorn",
    "faction": "Pyre",
    "background": "Greenhorn is the Enforcer for the Reclaimer's Red Hand, and also a devilskin warrior comprising of Gold devil ALM and the human Gaellius. Together, the both of them form the devilskin warrior Greenhorn. Although recently, their constant fighting and arguments has caused major instability to their form. The WAR is the last chance they have to mend their fracturing relationship, lest the flames from PYRE consume them in its burning wake.",
    "NU_discord": "Karagna#1606",
    "artist_name": "Karagna",
    "role": "Artist",
    "artist_twitter": "@Karagna_",
    "artist_instagram": "",
    "artist_pw1": "",
    "artist_pw2": "https://t.co/uVUkiVGov3?amp=1",
    "collab_status": "Writer",
    "collab_name": "Fox",
    "collab_discord": "Foxenstien #7243",
    "collab_twitter": "",
    "collab_instgram": "",
    "collab_pw1": "",
    "collab_pw2": ""
  },
  {
    "fighter_id": "22",
    "combatant_name": "Erasmus",
    "faction": "Pyre",
    "background": "A gold masked Devil, and a practitioner of Head of John. Despite his refined exterior, he is unsophisticated and barbarous in nearly every other regard.\\r\\\\n\\r\\\\nAt some point Erasmus fell in love with an angel of the Concordant Knights, known as 12 Traverses the Void Heedless of Temptation. This eventually led to Heedless abandoning his brothers and taking up with the Petal Knights. They were able to exist peacefully for a time, until the angel's former comrades decided their union was too dangerous to persist. \\r\\\\n\\r\\\\nHeedless was killed, his brothers certain he would be more rational upon reincarnation. Erasmus, a green devil at the time, had his mask degraded to blue and was assumed to have learned his lesson. Instead, he gained a hatred for the Concordant Knights. He has spent every moment since Heedless' death gaining strength and shedding names. Upon hearing Ruin’s call, Erasmus has focused all of his efforts towards bringing victory for Pyre. \\r\\\\n\\r\\\\nErasmus blinds himself by covering his eyes, wishing to be blind to all but Heedless until the angel reincarnates. While there might be some who are talented blind fighters, he is not among them. His main strategy in combat is to headbutt or pummel anyone within range. Otherwise he's armed with a whip-like flail crafted from the remains of his angelic lover’s stone armor. \\r\\\\n\\r\\\\nHe does not wield this weapon with finesse or skill. Instead, he swings it wildly in a radius around himself with no regard to enemies or allies. \\r\\\\n\\r\\\\nOutside of combat, he's fairly friendly and easy to get along with. He will even reason with opponents if he's in a good enough mood--as long as they agree to get out of his way in the end.",
    "NU_discord": "Arkatrine#6953",
    "artist_name": "Baba",
    "role": "Both (will be listed as \"Creator\")",
    "artist_twitter": "",
    "artist_instagram": "",
    "artist_pw1": "",
    "artist_pw2": "",
    "collab_status": "I didn't have a collaborator",
    "collab_name": "",
    "collab_discord": "",
    "collab_twitter": "",
    "collab_instgram": "",
    "collab_pw1": "",
    "collab_pw2": ""
  },
  {
    "fighter_id": "279",
    "combatant_name": "Gandie Moore",
    "faction": "Pyre",
    "background": "Raised on a distant realm elsewhere in the Celestial Empire, Gandie followed her father's travels as a 'Caller' and began learning the Art at a young age. She began working alongside him at ~15, replacing him eventually after an industrial accident. After 10 years mastering the Art she was 'promoted' into a job on the Rayuba & Southern Railroad: a boring, ceremonial role on the tourism oriented, under-utilized line; steadily growing to detest Solomon David and the planet that became her prison.\\r\\\\n\\r\\\\nAfter takeover by employees and conversion to a Pyre-aligned, collectivized ‘mercenary enterprise', Gandie became one of the railway’s most important staff, supporting and protecting it through weaponized work chants and a surprisingly vicious martial style.",
    "NU_discord": "CSJ#6831",
    "artist_name": "Sheets",
    "role": "Writer & Creator (Gandie might be drawn by different artists in the future)",
    "artist_twitter": "",
    "artist_instagram": "",
    "artist_pw1": "",
    "artist_pw2": "https://ceeessjay.tumblr.com",
    "collab_status": "Artist",
    "collab_name": "Sheets",
    "collab_discord": "Cinnamon Ghost Crunch#9695",
    "collab_twitter": "PhStarmagic",
    "collab_instgram": "",
    "collab_pw1": "",
    "collab_pw2": "https://www.deviantart.com/paperhelmet",
    "note": ""
  },
  {
    "fighter_id": "",
    "combatant_name": "Tsantloch",
    "faction": "Pyre",
    "background": "<blockquote class=\"imgur-embed-pub\" lang=\"en\" data-id=\"a/BHXNJot\"  ><a href=\"//imgur.com/a/BHXNJot\">Tsantloch the Ebon Devil</a></blockquote><script async src=\"//s.imgur.com/min/embed.js\" charset=\"utf-8\"></script>",
    "NU_discord": "Neuromute #8612",
    "artist_name": "Neuromute",
    "role": "Both (will be listed as \"Creator\")",
    "artist_twitter": "",
    "artist_instagram": "",
    "artist_pw1": "",
    "artist_pw2": "",
    "collab_status": "I didn't have a collaborator",
    "collab_name": "",
    "collab_discord": "",
    "collab_twitter": "",
    "collab_instgram": "",
    "collab_pw1": "",
    "collab_pw2": "",
    "note": ""
  },
  {
    "fighter_id": "80",
    "combatant_name": "Marian & Mugon",
    "faction": "Bastion",
    "background": "Marian and Mugon joined the war not by choice, but by circumstance, only having visited Rayuba to find a way to seperate their forcefully hollowed existence from one another. Hailing from the fallen order of the Inverse Blade Devil Witches, they have devised the Path of the Blunt Blade - a fighting style designed around self-defense.",
    "NU_discord": "Wgni#6968",
    "artist_name": "Wgni",
    "role": "Both (will be listed as \"Creator\")",
    "artist_twitter": "@WgniWasTooShort",
    "artist_instagram": "",
    "artist_pw1": "",
    "artist_pw2": "",
    "collab_status": "I didn't have a collaborator",
    "collab_name": "",
    "collab_discord": "",
    "collab_twitter": "",
    "collab_instgram": "",
    "collab_pw1": "",
    "collab_pw2": "",
    "note": ""
  },
  {
    "fighter_id": "78",
    "combatant_name": "Shoota",
    "faction": "Bastion",
    "background": "Shoota is a big dumb shark-thing tied to a cannon. He wants to be a Gun Witch, but might just end up making some friends along the way! ",
    "NU_discord": "TheCaardvark#7261",
    "artist_name": "Caardvark",
    "role": "Both (will be listed as \"Creator\")",
    "artist_twitter": "https://twitter.com/TheCaardvark",
    "artist_instagram": "https://www.instagram.com/thecaardvark/",
    "artist_pw1": "https://www.noahsayers.com/",
    "artist_pw2": "",
    "collab_status": "I didn't have a collaborator",
    "collab_name": "",
    "collab_discord": "",
    "collab_twitter": "",
    "collab_instgram": "",
    "collab_pw1": "",
    "collab_pw2": "",
    "note": ""
  },
  {
    "fighter_id": "376",
    "combatant_name": "Benezra the Archivist",
    "faction": "Bastion",
    "background": "Benezra the Archivist, Last Memory of Vonngot, joins the Bastion.\\r\\\\n\\r\\\\nA miniscule symbiote touted as the Flesh Gardeners’ crowning achievement, Benezra was crafted as a living record of Vonngot’s society, consensually bonding with successive citizens to share and store their varied experiences. She shared lifetimes with politicians, businesspeople, artisans, laborers, athletes, and homemakers alike, building a comprehensive archive of her world within herself to which all hosts had access.\\r\\\\n\\r\\\\nNow, after a team of archeologists inadvertently unearthed and detonated a stray chemical munition from the Universal War, her archive is all that remains. Piloting the painstakingly preserved corpse of Menaeid, a martial artist and dear friend with whom she shared a bunker in the final days, Benezra ultimately made her way to Rayuba after help arrived too late. A plan to compete in a future Ring of Power and secure Solomon David’s secret to immortality for the sake of making Vonngot’s memory eternal dissolved under the Red God’s tread, and now she seeks to do what she always has: preserve.\\r\\\\n\\r\\\\nIn combat, she utilizes a native grappling style with elements of judo and Brazilian jiu-jitsu that served as her culture’s premier sport. Though Menaeid’s fleshcrafted body has lost some speed over the years, it’s stronger than the lanky frame would suggest; combined with Benezra’s information processing and “administrator access” to the brain, which allows her to induce tachypsychia and override autonomic limiters to muscle output among other processes, her lethality is limited only by her desire to inflict minimal harm.",
    "NU_discord": "Tricia#3803",
    "artist_name": "Andy (Derogatory)#6091 and PumpkinLeif#6045",
    "role": "Writer",
    "artist_twitter": "",
    "artist_instagram": "",
    "artist_pw1": "",
    "artist_pw2": "",
    "collab_status": "Artist",
    "collab_name": "Andy and Leif",
    "collab_discord": "Andy (Derogatory)#6091 and PumpkinLeif #6045",
    "collab_twitter": "",
    "collab_instgram": "",
    "collab_pw1": "",
    "collab_pw2": "",
    "note": ""
  },
  {
    "fighter_id": "178",
    "combatant_name": "Agyp Aghta",
    "faction": "Bastion",
    "background": "Originally created by a Vatra to serve as a flexible laborer, Agyp began as a soup of ground mimic flesh inoculated with the meats of Throne's more clever animals. Combined with the Vatra's mastery of the Red Art, it produced a being flexible and in form and function and with an intelligence to match.\\r\\\\nIt had however, none of the loyalty the Vatra hoped for; murdering it master and escaping to freedom in Throne's alleys as soon as possible.",
    "NU_discord": "Kadanungra#2218",
    "artist_name": "Kadanungra",
    "role": "Artist",
    "artist_twitter": "",
    "artist_instagram": "",
    "artist_pw1": "",
    "artist_pw2": "",
    "collab_status": "I didn't have a collaborator",
    "collab_name": "",
    "collab_discord": "",
    "collab_twitter": "",
    "collab_instgram": "",
    "collab_pw1": "",
    "collab_pw2": "",
    "note": ""
  },
  {
    "fighter_id": "134",
    "combatant_name": "Lutha-YY-Sur",
    "faction": "Bastion",
    "background": "https://imgur.com/gallery/aEpxXjG",
    "NU_discord": "francesco_lobo#3072",
    "artist_name": "Francesco Lobo",
    "role": "Both (will be listed as \"Creator\")",
    "artist_twitter": "@francescolobo",
    "artist_instagram": "@francesco_lobo",
    "artist_pw1": "",
    "artist_pw2": "https://www.artstation.com/francescolobo",
    "collab_status": "I didn't have a collaborator",
    "collab_name": "",
    "collab_discord": "",
    "collab_twitter": "",
    "collab_instgram": "",
    "collab_pw1": "",
    "collab_pw2": ""
  },
  {
    "fighter_id": "206",
    "combatant_name": "Kloe Canular (And Alex)",
    "faction": "Bastion",
    "background": "Kloe is here to ensure that empire remains dead, she'd prefer if the universe doesn't explode, hence working with bastion. To deny agency over the now is simply a statement of cowardice. ",
    "NU_discord": "Adalore#1733",
    "artist_name": "Adalore",
    "role": "Both (will be listed as \"Creator\")",
    "artist_twitter": "@adalore1",
    "artist_instagram": "",
    "artist_pw1": "",
    "artist_pw2": "",
    "collab_status": "I didn't have a collaborator",
    "collab_name": "",
    "collab_discord": "",
    "collab_twitter": "",
    "collab_instgram": "",
    "collab_pw1": "",
    "collab_pw2": "",
    "note": ""
  },
  {
    "fighter_id": "113",
    "combatant_name": "Fireonica",
    "faction": "Bastion",
    "background": "",
    "NU_discord": "Baubleboy#0221",
    "artist_name": "Baubleboy",
    "role": "Both (will be listed as \"Creator\")",
    "artist_twitter": "",
    "artist_instagram": "",
    "artist_pw1": "",
    "artist_pw2": "",
    "collab_status": "I didn't have a collaborator",
    "collab_name": "",
    "collab_discord": "",
    "collab_twitter": "",
    "collab_instgram": "",
    "collab_pw1": "",
    "collab_pw2": "",
    "note": ""
  },
  {
    "fighter_id": "166",
    "combatant_name": "Impo the ebon devil",
    "faction": "Bastion",
    "background": "Impo pledges to the Bastion\\r\\n\\r\\nA long time ago, Three wise monks had entered a heated debate. They spent countless hours arguing day and night over what made a good warrior. Eventually they decided they couldn't convince eachother on their own, so they created a tie breaker. They emptied out an old clay jug that was once filled with wine and crafted three masks. They used these masks to make three devils, one was designed for Might. a being of incredible power.  One was a creature of unparalleled swiftness, and the last one was an armored beast of unmatched defense. They let the three creatures fight for three days, and would open the jug to see who's left. Little did they know, a tiny bit of flame crawled it's way into the pot, and attatched itself to crack, the flake fit perfectly on it's face like a mask. and so a fourth devil was born.\\r\\n\\r\\nOne of intelligence.\\r\\n\\r\\nWhile the other creatures fought without rest, he hid among the cracks and waited until only one was left. Then, it struck it down when it was at it's weakest, and consume it's strength. This little flame was Impo.\\r\\n\\r\\neventually he became a fierce warlord, a high-rank general to many armies and a brutal tactician.\\r\\n-------------------------------------------------------------------------------\\r\\n\\r\\nImpo stands at 4 feet tall.\\r\\n\\r\\nImpo is a Red-arts master, he specializes in pyromancy, is immune to fire. he can control the fire's, color, solidity and shape. Default: His fire is purple and looks like a swirly cloud. His magic is not limited to just raw fire, he can control ash, heat, smoke, etc. \\r\\n\\r\\nhe's a martial artist, holding expertise in several weaponry, but prefers bare hands. \\r\\nsecret technique: Impo uses the heat in his body similarly to ki rata (but weaker)\\r\\n\\r\\nvery sassy, but very wise and logically minded. He often ends up trying to take on a \"teacher\" like roll when he encounters other fire users\\r\\n\\r\\nImpo never reveals his tricks, he'd rather dodge fire than reveal his immunity to it\\r\\n\\r\\nImpo is an ebon devil",
    "NU_discord": "Vanguard Rusty#0557",
    "artist_name": "Vanguard Rusty",
    "role": "Both (will be listed as \"Creator\")",
    "artist_twitter": "",
    "artist_instagram": "",
    "artist_pw1": "",
    "artist_pw2": "",
    "collab_status": "I didn't have a collaborator",
    "collab_name": "",
    "collab_discord": "",
    "collab_twitter": "",
    "collab_instgram": "",
    "collab_pw1": "",
    "collab_pw2": "",
    "note": ""
  },
  {
    "fighter_id": "393",
    "combatant_name": "The Vessel And The Living Dream",
    "faction": "Bastion",
    "background": "Born a slave in a race of slaves the vessel's only reprieve from an unworthy master was to sleep. So they slept and dreamed up a better master. Through the vessel's sleep talking that better master summoned itself into existence. Now they walk creation together in search of hedonistic pleasure. They only fight pyre in order to prolong their hedonism and can get quite diistracted",
    "NU_discord": "Knowsmanythingsbutbelievesnone#5081",
    "artist_name": "Dee",
    "role": "Both (will be listed as \"Creator\")",
    "artist_twitter": "",
    "artist_instagram": "",
    "artist_pw1": "",
    "artist_pw2": "https://www.reddit.com/user/OfLiliesAndRemains",
    "collab_status": "Other",
    "collab_name": "Ada",
    "collab_discord": "eyduh#4606",
    "collab_twitter": "",
    "collab_instgram": "@ey_duh",
    "collab_pw1": "",
    "collab_pw2": ""
  },
  {
    "fighter_id": "395",
    "combatant_name": "Dregliege",
    "faction": "Pyre",
    "background": "The Dregliege is a red devil leading a swarm of enthralled and enchanted rats.",
    "NU_discord": "Grendel#5144",
    "artist_name": "Grendel",
    "role": "Both (will be listed as \"Creator\")",
    "artist_twitter": "@PunGrendel",
    "artist_instagram": "",
    "artist_pw1": "",
    "artist_pw2": "",
    "collab_status": "I didn't have a collaborator",
    "collab_name": "",
    "collab_discord": "",
    "collab_twitter": "",
    "collab_instgram": "",
    "collab_pw1": "",
    "collab_pw2": "",
    "note": ""
  },
  {
    "fighter_id": "110",
    "combatant_name": "Yinda & Ceaseless",
    "faction": "Pyre",
    "background": "A Devil and an Angel, bound by pact long ago and bound by love now, fight for Pyre.\\r\\n\\r\\nCeaseless has fought in a thousand doomed revolutions, and now truly believes that the Wheel must end. Yinda would do anything for her partner, and has come to Rayuba to protect Ceaseless as long as she still holds a flame. Yinda thinks there is hope left in the world, but is long past the belief that one person can do anything to change it. Cea is tired of losing wars.\\r\\n\\r\\nThey fight, and hope they do not grow apart through the struggle.",
    "NU_discord": "RagnarokRose#0693",
    "artist_name": "Sword Lesbian Rose",
    "role": "Both (will be listed as \"Creator\")",
    "artist_twitter": "",
    "artist_instagram": "https://www.instagram.com/ragnarokrose/",
    "artist_pw1": "",
    "artist_pw2": "",
    "collab_status": "I didn't have a collaborator",
    "collab_name": "",
    "collab_discord": "",
    "collab_twitter": "",
    "collab_instgram": "",
    "collab_pw1": "",
    "collab_pw2": "",
    "note": ""
  },
  {
    "fighter_id": "47",
    "combatant_name": "Queen Paguroidea",
    "faction": "Bastion",
    "background": "Attended by small but numerous shell like servants, Queen Paguroidea moves through lands like vines covering a forest. Toppling tyrants, crushing democracies, ensnaring both the free and the forgotten, she seeks one thing; for all lands to be hers. She does not battle armies. She does not wage wars.\\r\\n\\r\\nShe takes out rulers. As many as is needed, until any who could rule, bow.\\r\\n\\r\\nPyre is of no use to her, for flames obey no Queen. Bastion however, like a beautiful fractal, is ordered just right for her needs.",
    "NU_discord": "harry⚔#9891",
    "artist_name": "Harry Bogosian",
    "role": "Both (will be listed as \"Creator\")",
    "artist_twitter": "https://twitter.com/harrybogosian",
    "artist_instagram": "",
    "artist_pw1": "",
    "artist_pw2": "",
    "collab_status": "I didn't have a collaborator",
    "collab_name": "",
    "collab_discord": "",
    "collab_twitter": "",
    "collab_instgram": "",
    "collab_pw1": "",
    "collab_pw2": ""
  }
]
