[
  {
    "fighter_id": "31",
    "combatant_name": "The Marquis",
    "faction": "Bastion",
    "background": "The Marquis is an illusionist, who made his way to Rayuba during The Ring Of Power. Hoping to take advantage of the large crowd to make a quick buck with his own show, he quickly found himself thrown into the thick of the war after the explosion that took out the arena, and left the city in ruin. Finding his way with other refugees to Bastion, drafted into the war to use his powerful illusions to provide recon and intel for the war effort. His powers, however, seem to be more than just simple illusions...",
    "NU_discord": "Katros#3994",
    "artist_name": "Danny/Katros",
    "role": "Both (will be listed as \"Creator\")",
    "artist_twitter": "@Katros1102",
    "artist_instagram": "",
    "artist_pw1": "",
    "artist_pw2": "https://dannyp.artstation.com/",
    "collab_status": "I didn't have a collaborator",
    "collab_name": "",
    "collab_discord": "",
    "collab_twitter": "",
    "collab_instgram": "",
    "collab_pw1": "",
    "collab_pw2": "",
    "note": "Def let me know if anything is missing or if I need to provide anything else! "
  },
  {
    "fighter_id": "27",
    "combatant_name": "Hok",
    "faction": "Bastion",
    "background": "||ALIGNMENT- BASTION|| The Jilue clan serves Mammon, managing a number of their demiurge liege's territories outside of the Vault for many generations. Hok has long served dutifully among these oppressors out of filial piety, at the expense of their own freedom- if they had the choice, they would have been a simple painter. Hok does not presume to know what is ultimately good or evil. However, they firmly believe the world, and people's lives within it, are worth saving.\\r\\n\\r\\n||COMBAT|| The Unseen Dragon is a school of techniques centered around invisibility to all senses in addition to enhancing one's own abilities when it comes to detection. Its martial arts involve the creation of vacuum in the path of movements and projectiles, enhancing speed considerably. Like lightning, a needle comes out of nothingness and pierces through armor. Strike after strike, their target is driven back with soundless blows. The air itself conjures distractions or becomes silent, eliminating trace of their passage, stirring only to aid this master of stealth in their concealment. If they are forced out of range to face a foe in melee, they fight with metal fans.\\r\\n\\r\\n||ROLE|| Part of Bastion Intelligence. Often deployed for reconnaissance.",
    "NU_discord": "Mythee#8072",
    "artist_name": "Mythee",
    "role": "Both (will be listed as \"Creator\")",
    "artist_twitter": "mytheeee",
    "artist_instagram": "",
    "artist_pw1": "https://www.artstation.com/evergeneforest",
    "artist_pw2": "punsmythee.tumblr.com",
    "collab_status": "I didn't have a collaborator",
    "collab_name": "",
    "collab_discord": "",
    "collab_twitter": "",
    "collab_instgram": "",
    "collab_pw1": "",
    "collab_pw2": "",
    "note": "Thank you!!"
  },
  {
    "fighter_id": "386",
    "combatant_name": "Alessandra",
    "faction": "Pyre",
    "background": "With the aid of Kebby-Ya at her side, Alessandra sheds the moniker of \"Bull\" and returns to Rayuba to confront the visage of her guilt: the tree-woman Lata. Consuming the sour fruit of Kebby-Ya grants her a healing factor at a terrible price.",
    "NU_discord": "Sev Wildfang#3159",
    "artist_name": "Sev Wildfang",
    "role": "Both (will be listed as \"Creator\")",
    "artist_twitter": "@sev_wildfang",
    "artist_instagram": "",
    "artist_pw1": "",
    "artist_pw2": "https://sev-arts.tumblr.com",
    "collab_status": "I didn't have a collaborator",
    "collab_name": "",
    "collab_discord": "",
    "collab_twitter": "",
    "collab_instgram": "",
    "collab_pw1": "",
    "collab_pw2": "",
    "note": "technically the same character as Bull but whatevers lol"
  },
  {
    "fighter_id": "77",
    "combatant_name": "Leslie Ten",
    "faction": "Pyre",
    "background": "A face-blind belligerent knight, knife-man supreme. What a loathsome tale he will spin.",
    "NU_discord": "skwid#5055",
    "artist_name": "skwid",
    "role": "Both (will be listed as \"Creator\")",
    "artist_twitter": "@PitofSquids",
    "artist_instagram": "",
    "artist_pw1": "",
    "artist_pw2": "https://pitofsquids.tumblr.com/",
    "collab_status": "I didn't have a collaborator",
    "collab_name": "",
    "collab_discord": "",
    "collab_twitter": "",
    "collab_instgram": "",
    "collab_pw1": "",
    "collab_pw2": "",
    "note": "keep up the good work!"
  },
  {
    "fighter_id": "57",
    "combatant_name": "Grandmother Silence",
    "faction": "Bastion",
    "background": "Grandmother Silence is one of the oldest of the Infinite Mothers, an old race of servitors created to tend to the Spires of Throne. A legendary assassin for hire, her flying guillotine weapon has snatched the head of countless bounties over countless turns of the Wheel. Xenophobic, mean as a rattlesnake, and utterly pitiless, she sides with Bastion because the Infinite Mothers only care about three things: their clutch of Egg Cysts, the Spires of Throne, and themselves, in that order. The destruction of the universe would destroy all three, so it must be prevented at all costs. All other considerations secondary, all other servitor races expendable. The Infinite Mothers are far too insular, paranoid, and untrusting of every other race in the multiverse to believe or accept any deal of preservation offered by the agents of Pyre.\\r\\n\\r\\nAs an Infinite Mother, Grandmother Silence has lightning reflexes, unparalleled climbing ability, little need for sleep or food, and unmatched regenerative powers. She can live without her head for quite some time, and if decapitated, if she can retrieve her head she can reattach it after a night and a day of convalescence. Disintegrating her head (or her entire being) will reliably kill her for good. Massive enough damage can slow her or cause her to retreat and regenerate, earning her victims a brief reprieve.",
    "NU_discord": "MolotovCockatoo#8155",
    "artist_name": "E. M. Fields",
    "role": "Both (will be listed as \"Creator\")",
    "artist_twitter": "@EMFields_Art",
    "artist_instagram": "",
    "artist_pw1": "",
    "artist_pw2": "",
    "collab_status": "I didn't have a collaborator",
    "collab_name": "",
    "collab_discord": "",
    "collab_twitter": "",
    "collab_instgram": "",
    "collab_pw1": "",
    "collab_pw2": "",
    "note": ""
  },
  {
    "fighter_id": "413",
    "combatant_name": "Primrose",
    "faction": "Bastion",
    "background": "A gun witch from the Thunderclap Serpent Lance coven. \\r\\n\\r\\nA master of the esoteric Coiling Dragon Whip gun staff, Primrose is a dangerous opponent at any range. An orphan raised by the 13 Sisters of the coven, Primrose is stoic, committed, and has ice water in her veins. She doesn’t know much of the wider world but she’s brave enough to face any challenge. A deep well of rage filled by such a harsh upbringing simmers below the surface, ready to detonate in the right circumstance. \\r\\n\\r\\nBesides her skill with the Coiling Dragon Whip, Primrose is well versed in all the mysteries of the gun witch occult - she knows hexes and wards to keep her protected, curse opponents, summon weapons and ammo, and even scry and augur in a limited degree.",
    "NU_discord": "MolotovCockatoo#8155",
    "artist_name": "E. M. Fields",
    "role": "Both (will be listed as \"Creator\")",
    "artist_twitter": "@EMFields_Art",
    "artist_instagram": "",
    "artist_pw1": "",
    "artist_pw2": "",
    "collab_status": "I didn't have a collaborator",
    "collab_name": "",
    "collab_discord": "",
    "collab_twitter": "",
    "collab_instgram": "",
    "collab_pw1": "",
    "collab_pw2": "",
    "note": ""
  }
]
